Repository: OmegaT-L10N/sat
Catalog: omegat/project_save.tmx
Source language: en
Languages: sat

source: &Add
sat: ᱥᱮᱞᱮᱫ (&A)

source: &Add...
sat: ᱥᱮᱞᱮᱫᱢᱮ... (&A)

source: &Cancel
sat: ᱵ&ᱟᱹᱰᱨᱟᱹ

source: &Close
sat: &ᱵᱚᱸᱱᱫ

source: &Edit...
sat: ᱥᱟᱯᱲᱟᱣ... (&E)

source: &Filter
sat: ᱪᱷᱟᱹᱱᱤ

source: &Find Next
sat: ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢᱟᱜ ᱯᱟᱱᱛᱮ

source: &Finish
sat: ᱪᱟᱵᱟ (&F)

source: &Insert
sat: ᱥᱚᱜᱮ ᱢᱮ (&I)

source: &OK
sat: &ᱴᱷᱤᱠ

source: &Remove
sat: ᱚᱪᱚᱜᱽ ᱢᱮ (&R)

source: &Remove Filter
sat: ᱪᱷᱟᱹᱱᱤᱭᱟᱜ ᱥᱟᱦᱟᱭ ᱢᱮ (&R)

source: &Replace
sat: ᱵᱚᱫᱚᱞ

source: &Replace and Find Next
sat: ᱵᱚᱫᱚᱞᱢᱮ ᱟᱨ ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢᱟᱜ ᱯᱟᱱᱛᱮ ᱢᱮ

source: &Save As...
sat: ᱞᱮᱠᱷᱟ ᱥᱟᱺᱪᱟᱣ ᱢᱮ (&S)

source: &Search
sat: &ᱥᱮᱸᱫᱽᱨᱟ

source: &Show Replacements
sat: ᱵᱚᱫᱚᱞ ᱠᱚ ᱩᱫᱩᱜ ᱢᱮ

source: (In English)
sat: (ᱤᱝᱨᱟᱡᱤ ᱨᱮ)

source: (In Italian)
sat: (ᱤᱴᱚᱞᱤᱭᱚᱱ ᱛᱮ)

source: (In Russian)
sat: (ᱨᱟᱹᱥᱤᱭᱟᱹᱱ ᱛᱮ)

source: - drag and drop files on this pane; - use Project > Add Files...; - use Project > Source Files... and click on Add Files...; - use your file manager to copy files to the 'source' folder, and then use Project > Reload to reload the project.
sat: - ᱱᱚᱣᱟ ᱯᱮᱱ ᱨᱮ ᱨᱮᱫ ᱠᱚ ᱚᱨ ᱫᱚᱦᱚᱭ ᱢᱮ; - ᱯᱟᱱᱛᱷᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ > ᱨᱮᱫ ᱠᱚ ᱥᱮᱞᱮᱫ ᱢᱮ...; - ᱯᱟᱱᱛᱷᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ > ᱥᱨᱚᱛ ᱨᱮᱫ ᱠᱚ... ᱟᱨ ᱨᱮᱫ ᱠᱚ ᱡᱚᱯᱲᱟᱣ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ...; - ᱟᱢᱟᱜ ᱨᱮᱫ ᱢᱮᱱᱮᱡᱟᱨ ᱵᱮᱵᱷᱟᱨ ᱠᱟᱛᱮ ᱨᱮᱫ ᱠᱚ 'ᱥᱚᱨᱥ' ᱯᱷᱚᱞᱰᱟᱨ ᱨᱮ ᱠᱚᱯᱤ ᱢᱮ, ᱟᱨ ᱛᱟᱭᱚᱢ ᱯᱟᱱᱛᱷᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ > ᱯᱟᱱᱛᱷᱟ ᱫᱚᱦᱲᱟ ᱞᱳᱰ ᱞᱟᱹᱜᱤᱫ ᱫᱩᱦᱲᱟᱹ ᱞᱳᱰ ᱢᱮ ᱾

source: - verify that their format is supported by OmegaT: if local filter settings are enabled use Project > Properties... > Local File Filters..., otherwise use Options > Global File Filters...; - open them in their original application and verify that they are not empty.
sat: ᱼ ᱯᱩᱥᱴᱟᱹᱣ ᱢᱮ ᱡᱮ ᱩᱱᱠᱩᱣᱟᱜ ᱯᱷᱚᱨᱢᱟᱴ OmegaT ᱦᱚᱛᱮᱛᱮ ᱥᱚᱦᱚᱫ ᱢᱮᱱᱟᱜᱼᱟ: ᱡᱩᱫᱤ ᱞᱚᱠᱟᱞ ᱯᱷᱤᱞᱴᱟᱨ ᱥᱮᱴᱤᱝ ᱠᱚ ᱪᱟᱹᱞᱩ ᱜᱮᱭᱟ ᱯᱨᱚᱡᱮᱠᱴ ᱵᱮᱵᱷᱟᱨ ᱢᱮ> ᱜᱩᱱᱠᱚ...> ᱞᱚᱠᱟᱞ ᱨᱮᱫ ᱯᱷᱤᱞᱴᱟᱨᱥ..., ᱟᱨ ᱵᱟᱝᱠᱷᱟᱱ ᱚᱯᱥᱚᱱ ᱠᱚ ᱵᱮᱵᱷᱟᱨ ᱢᱮ > ᱜᱞᱚᱵᱟᱞ ᱨᱮᱫ ᱯᱷᱤᱞᱴᱟᱨᱥ...; ᱼ ᱚᱱᱟ ᱠᱚ ᱟᱠᱚᱣᱟᱜ ᱟᱥᱚᱞ ᱟᱹᱨᱡᱤ ᱥᱟᱠᱟᱢ ᱨᱮ ᱡᱷᱤᱡᱽ ᱢᱮ ᱟᱨ ᱯᱩᱥᱴᱟᱹᱣ ᱢᱮ ᱡᱮ ᱚᱱᱟ ᱠᱚ ᱠᱷᱟᱹᱞᱤ ᱵᱟᱝ ᱠᱟᱱᱟ ᱾

source: --no-team Disable team project functionality.
sat: --no-team ᱫᱳᱞ ᱯᱟᱱᱛᱷᱟ ᱠᱟᱹᱢᱤᱦᱚᱨᱟ ᱵᱚᱸᱫᱚᱭ ᱢᱮ ᱾

source: --remote-project Download an omegat.project file from the URL given as <project path> and load the project.
sat: --remote-project omegat.project ᱨᱮᱫ ᱫᱚ ᱮᱢ ᱠᱟᱱ URL <ᱯᱟᱱᱛᱷᱟ ᱦᱚᱨ> ᱠᱷᱚᱱ ᱰᱟᱣᱱᱞᱚᱰ ᱢᱮ ᱟᱨ ᱯᱟᱱᱛᱷᱟ ᱞᱟᱫᱮ ᱢᱮ ᱾

source: -h, --help Print this help message.
sat: -h, --help ᱱᱚᱶᱟ ᱜᱚᱲᱚ ᱠᱷᱚᱵᱚᱨ ᱪᱷᱟᱯᱟᱭ ᱢᱮ ᱾

source: 1) Reduce the number of files in the source folder;
sat: ᱑) ᱥᱨᱚᱛ ᱯᱚᱴᱚᱢ ᱨᱮ ᱨᱮᱫᱽ ᱠᱚ ᱨᱮᱭᱟᱜ ᱮᱞ ᱠᱚᱢ ᱪᱷᱚᱭ ᱢᱮ;

source: 2) Increase the amount of memory available to OmegaT.
sat: ᱒) OmegaT ᱨᱮ ᱢᱮᱱᱟᱜ ᱢᱮᱢᱚᱨᱤ ᱨᱮᱭᱟᱜ ᱯᱚᱨᱤᱢᱟᱱ ᱰᱷᱮᱨ ᱪᱷᱚᱭ ᱢᱮ ᱾

source: Download Get Started
sat: ᱰᱟᱩᱱᱞᱚᱰ ᱮᱦᱮᱵ ᱞᱮᱜᱮᱵᱚ

source: <auto>
sat: <ᱟᱡ ᱛᱮ>

source: A&dd
sat: ᱥᱮᱞᱮᱫ (&d)

source: Aaron Madlon-Kay
sat: ᱟᱨᱚᱱ ᱢᱟᱰᱞᱚᱱᱼᱠᱮᱭ

source: Alex Buloichik
sat: ᱮᱞᱮᱠᱥ ᱵᱩᱞᱚᱭᱪᱤᱠ

source: Blog pages on OmegaT.
sat: OmegaT ᱨᱮ ᱵᱞᱚᱜᱽ ᱥᱟᱦᱴᱟ ᱠᱚ ᱾

source: Blogs
sat: ᱵᱞᱚᱜᱽ ᱠᱚ

source: Books
sat: ᱯᱚᱛᱚᱵ ᱠᱚ

source: Briac Pilpré
sat: ᱵᱽᱨᱤᱭᱟᱠ ᱯᱤᱞᱯᱨᱮ

source: Close
sat: ᱵᱚᱸᱱᱫ

source: Confirm
sat: ᱴᱷᱟᱹᱣᱠᱟᱹ

source: Copy error to clipboard
sat: ᱠᱞᱤᱯᱵᱚᱨᱰ ᱨᱮ ᱱᱚᱠᱚᱞ ᱦᱩᱰᱟᱹᱜ

source: Developers
sat: ᱰᱮᱵᱷᱞᱚᱯᱟᱹᱨᱥ

source: Documentation manager
sat: ᱠᱟᱜᱚᱡᱽ ᱥᱟᱠᱟᱢ ᱯᱟᱨᱥᱟᱞ ᱢᱮᱱᱮᱡᱚᱨ

source: English version translators
sat: ᱤᱝᱨᱟᱡᱤ ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱛᱚᱨᱡᱚᱢᱟᱤᱭᱟᱹ

source: Error
sat: ᱵᱷᱩᱞ

source: Failed to copy user scripts to {0}.
sat: {0} ᱛᱮ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱥᱠᱨᱤᱯᱴ ᱱᱚᱠᱚᱞ ᱨᱮ ᱰᱤᱜᱟᱹᱣ ᱮᱱᱟ ᱾ ᱾

source: Get Started with OmegaT
sat: OmegaT ᱥᱟᱞᱟᱜ ᱵᱚᱱ ᱮᱦᱚᱵ ᱞᱮᱜᱮ

source: How to translate Magento
sat: Magento ᱪᱮᱞᱠᱟᱛᱮ ᱛᱚᱨᱡᱚᱢᱟᱭᱼᱟ

source: If invoked in a git working tree or svn checkout, the results will be staged/added.
sat: ᱡᱩᱫᱤ git ᱠᱟᱹᱢᱤ ᱛᱷᱚᱠ ᱠᱚ ᱧᱮᱞ ᱠᱟᱛᱮ ᱟᱨ ᱵᱟᱝ ᱵᱮᱱᱰᱤᱝ svn ᱨᱮ ᱦᱚᱦᱚ ᱞᱮᱠᱷᱟᱱ, ᱛᱮᱞᱟᱠᱚᱫᱚ ᱥᱴᱮᱡᱽ ᱥᱮ ᱥᱮᱞᱮᱫᱚᱜᱼᱟ ᱾

source: If the project contains files but their content is not displayed here:
sat: ᱡᱩᱫᱤ ᱯᱟᱱᱛᱷᱟ ᱨᱮ ᱨᱮᱫᱽ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ ᱢᱮᱱᱠᱷᱟᱱ ᱚᱱᱟ ᱨᱮᱭᱟᱜ ᱡᱤᱱᱤᱥ ᱱᱚᱸᱰᱮ ᱵᱟᱝ ᱩᱫᱩᱜᱚᱜᱼᱟ :

source: Initialize a minimal team project with the specified languages.
sat: ᱜᱚᱴᱟᱵᱩᱴᱟᱹ ᱯᱟᱹᱨᱥᱤᱠᱚ ᱥᱟᱶ ᱢᱤᱫᱴᱟᱹᱝ ᱦᱩᱰᱤᱧ ᱜᱟᱫᱮᱞ ᱯᱟᱱᱛᱷᱟ ᱮᱛᱚᱦᱚᱵ ᱢᱮ ᱾

source: Initialized {0}-{1} team project.
sat: ᱮᱦᱚᱵ ᱟᱠᱟᱱ {0}-{1} ᱫᱚᱞ ᱯᱟᱱᱛᱷᱟ ᱾

source: Integration manager
sat: ᱡᱩᱢᱤᱫᱤᱭᱟᱹ ᱢᱮᱱᱮᱡᱚᱨ

source: Its purpose is to develop, distribute and support the use of OmegaT, an open-source translation memory software application.
sat: ᱱᱚᱶᱟ ᱨᱮᱭᱟᱜ ᱩᱫᱮᱥ ᱫᱚ OmegaT ᱨᱮᱭᱟᱜ ᱛᱮᱭᱟᱨ, ᱦᱟᱹᱴᱤᱧ ᱟᱨ ᱜᱚᱲᱚ ᱮᱢᱚᱜ ᱠᱟᱱᱟ, ᱡᱟᱦᱟᱸ ᱫᱚ ᱢᱤᱫ ᱠᱷᱩᱞᱟᱹ ᱥᱨᱚᱛ ᱛᱚᱨᱡᱚᱢᱟ ᱩᱭᱦᱟᱹᱨ ᱥᱚᱯᱷᱴᱣᱮᱨ ᱮᱯᱞᱤᱠᱮᱥᱚᱱ ᱠᱟᱱᱟ ᱾

source: Keith Godfrey
sat: ᱠᱮᱭᱛᱷ ᱜᱚᱰᱯᱷᱨᱭ

source: Kos Ivantsov
sat: ᱠᱚᱥ ᱤᱣᱟᱱᱴᱥᱚᱣ

source: Lead developer
sat: ᱢᱩᱞ ᱰᱮᱵᱷᱞᱚᱯᱟᱹᱨᱥ

source: Localization manager, user group owner
sat: ᱛᱮᱨᱡᱚᱢᱤᱭᱟᱹ ᱢᱮᱱᱮᱡᱚᱨ, ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱫᱳᱞ ᱢᱟᱹᱞᱤᱠ

source: Mailing lists
sat: ᱢᱮᱞᱤᱝ ᱞᱤᱥᱴ ᱠᱚ

source: MediaWiki (Wikipedia)
sat: MediaWiki (ᱣᱤᱠᱤᱯᱤᱰᱤᱭᱟ)

source: No option: Launch GUI.
sat: ᱵᱟᱪᱷᱟᱣ ᱵᱟᱹᱱᱩᱜ ᱠᱟᱫᱟ: GUI ᱯᱟᱨᱥᱟᱞ ᱢᱮ

source: OmegaT the free translation memory tool
sat: OmegaT ᱢᱤᱫᱴᱟᱹᱝ ᱯᱷᱨᱤ ᱛᱚᱨᱡᱚᱢᱟ ᱴᱩᱞ

source: OmegaT is supplied with a comprehensive user manual.
sat: OmegaT ᱫᱚ ᱢᱟᱨᱟᱝᱛᱮ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱟᱹᱱᱟᱹᱨᱤ ᱥᱟᱶ ᱵᱷᱮᱡᱟ ᱠᱟᱱᱟ ᱾

source: OmegaT options:
sat: OmegaT ᱵᱟᱪᱷᱟᱣᱠᱚ:

source: OmegaT ran out of memory and will close when you click OK.
sat: OmegaT ᱨᱮᱭᱟᱜ ᱢᱮᱢᱚᱨᱤ ᱢᱩᱪᱟᱹᱫ ᱮᱱᱟ ᱟᱨ ᱟᱢ ᱡᱚᱠᱷᱚᱱ ᱴᱷᱤᱠ ᱨᱮ ᱚᱛᱟ ᱞᱮᱠᱷᱟᱱ ᱵᱚᱸᱫᱚᱜᱼᱟ ᱾

source: Original author of the OmegaT application
sat: OmegaT ᱮᱯᱞᱤᱠᱮᱥᱚᱱ ᱨᱤᱱᱤᱡ ᱢᱩᱞ ᱚᱱᱚᱞᱤᱭᱟᱹ

source: Place source files in ./source and supplementary material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
sat: ᱥᱨᱚᱛ ᱨᱮᱫ ᱠᱚ ./source ᱨᱮ ᱫᱚᱦᱚᱭ ᱢᱮ ᱟᱨ ᱥᱚᱯᱞᱤᱢᱮᱱᱴᱟᱨᱤ ᱡᱤᱱᱤᱥ ᱫᱚ ./tm, ./glossary ᱨᱮ, ᱟᱨ ./dictionary ᱨᱮ ᱞᱟᱹᱠᱛᱤ ᱞᱮᱠᱟ ᱡᱤᱱᱤᱥ ᱫᱚᱦᱚ ᱠᱟᱛᱮ ᱠᱚᱢᱤᱴ ᱢᱮ ᱾

source: Possible solutions:
sat: ᱥᱚᱢᱵᱷᱚᱵ ᱥᱚᱢᱟᱫᱷᱟᱱ :

source: Project manager
sat: ᱯᱨᱚᱡᱮᱠᱴ ᱢᱮᱱᱮᱡᱚᱨ

source: Project path only: Launch GUI and load specified project.
sat: ᱯᱟᱱᱛᱷᱟ path only: Launch GUI and load specified ᱯᱟᱱᱛᱷᱟ.

source: R&emove
sat: ᱚᱪᱚᱜᱽ ᱢᱮ (&e)

source: Re&place All
sat: ᱡᱷᱚᱛᱚ ᱵᱚᱫᱚᱞ ᱢᱮ

source: Restore De&faults
sat: ᱢᱩᱞᱟᱜᱠᱚ ᱫᱩᱦᱲᱟᱹ ᱫᱚᱦᱚᱭ ᱢᱮ (&f)

source: Run OmegaT" in the user manual.
sat: OmegaT ᱠᱚ ᱪᱟᱹᱞᱩᱭᱟ" ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱢᱮᱱᱭᱩᱞ ᱨᱮ ᱾

source: Running on Java {0} ({1}-bit)
sat: Java {0} ({1}-bit ᱨᱮ ᱪᱟᱹᱞᱩ ᱠᱟᱱ)

source: See "How To...
sat: ᱧᱮᱞᱢᱮ "ᱪᱮᱫ ᱞᱮᱠᱷᱟᱛᱮ...

source: See Help > User Manual for details, including available Java options.
sat: ᱜᱚᱲᱚ ᱧᱮᱞ ᱢᱮ > ᱟᱨᱦᱚᱸ ᱵᱟᱹᱲᱛᱤ ᱵᱟᱲᱟᱭ ᱞᱟᱹᱜᱤᱫ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱟᱹᱱᱟᱹᱨᱤ ᱧᱮᱞ ᱢᱮ, Java ᱵᱟᱪᱷᱟᱣ ᱢᱮᱥᱟ ᱟᱛᱮᱫ ᱾

source: Select
sat: ᱵᱟᱪᱷᱟᱣ

source: Since the project's inception, it has received the support of dozens of other contributors, too numerous to mention here, but for whose help we are very grateful.
sat: ᱱᱚᱶᱟ ᱯᱟᱱᱛᱷᱟ ᱨᱮᱭᱟᱜ ᱩᱛᱷᱱᱟᱹᱣ ᱠᱷᱚᱱ, ᱱᱚᱶᱟ ᱫᱚ ᱟᱭᱢᱟ ᱦᱚᱲ ᱠᱚᱣᱟᱜ ᱮᱱᱮᱢ ᱜᱚᱲᱚ ᱵᱷᱟᱹᱜᱤ ᱧᱟᱢ ᱞᱮᱫᱟᱭ, ᱱᱚᱰᱮ ᱫᱚ ᱩᱱᱠᱩᱣᱟᱜ ᱮᱱᱮᱢ ᱫᱚ ᱵᱟᱝ ᱥᱟᱦᱚᱸᱜ ᱛᱟᱠᱚᱣᱟ, ᱢᱮᱱᱠᱷᱟᱱ ᱩᱱᱠᱩᱣᱟᱜ ᱜᱚᱲᱚ ᱞᱟᱹᱜᱤᱫ ᱟᱭᱢᱟ ᱥᱟᱨᱦᱟᱣ ᱾

source: Sorry
sat: ᱤᱠᱟᱹ

source: The OmegaT developers' list.
sat: OmegaT ᱨᱤᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱹᱨ ᱠᱚᱣᱟᱜ ᱞᱤᱥᱴᱭ ᱾

source: The OmegaT project
sat: OmegaT ᱯᱨᱚᱡᱮᱠᱴ

source: The OmegaT project is maintained by an informal, international group of volunteers.
sat: OmegaT ᱯᱟᱱᱛᱷᱟ ᱫᱚ ᱥᱚᱭᱚᱝᱥᱮᱣᱚᱠ ᱨᱮᱭᱟᱜ ᱵᱤᱱᱚᱯᱪᱟᱹᱨᱤᱠ᱿ ᱡᱮᱜᱮᱛᱤᱭᱟᱹ ᱫᱳᱞ ᱠᱟᱱᱟ ᱾

source: The philosophy of the project is described here.
sat: ᱯᱨᱚᱡᱮᱠᱴ ᱨᱮᱭᱟᱜ ᱫᱚᱨᱥᱟᱱᱚᱠ ᱡᱤᱱᱤᱥ ᱫᱚᱱᱚᱰᱮ ᱢᱮᱱᱟᱜ ᱾

source: The principal members of the project are:
sat: ᱯᱨᱚᱡᱮᱠᱴ ᱨᱤᱱ ᱢᱩᱞ ᱦᱚᱲ ᱠᱚ ᱫᱚ ᱠᱚ ᱦᱩᱭᱩᱜ ᱠᱟᱱᱟ:

source: The project is empty
sat: ᱯᱟᱱᱛᱷᱟ ᱫᱚ ᱠᱷᱟᱹᱞᱤ ᱜᱮᱭᱟ

source: To add files to the project you can:
sat: ᱯᱟᱱᱛᱷᱟ ᱨᱮ ᱨᱮᱫᱽ ᱠᱚ ᱥᱮᱞᱮᱫ ᱞᱟᱹᱜᱤᱫ ᱟᱢ :

source: To call up the manual from within OmegaT, simply select Help > Users manual, or press F1.
sat: OmegaT ᱨᱮ ᱠᱷᱚᱱ ᱟᱹᱱᱟᱹᱨᱤ ᱠᱚ ᱦᱚᱦᱚ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ, ᱜᱚᱲᱚ > ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱠᱚ ᱨᱮᱭᱟᱜ ᱟᱹᱱᱟᱹᱨᱤ, ᱟᱨᱵᱟᱝ F1 ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Training
sat: ᱴᱨᱮᱱᱤᱝ

source: Usage: java -jar [<java options>] OmegaT.jar [<OmegaT options>] [<project path>]
sat: ᱵᱮᱵᱷᱟᱨ : java -jar [<java options>] OmegaT.jar [<OmegaT options>] [<project path>]

source: Use "java -Xmx<size-in-MB>M -jar OmegaT.jar" from the command line or in the OmegaT start script; The current setting is {0}MB;
sat: ᱠᱚᱢᱟᱱᱰ ᱞᱟᱹᱭᱤᱱ ᱠᱷᱚᱱ "java -Xmx<size-in-MB>M -jar OmegaT.jar" ᱵᱮᱵᱷᱟᱨ ᱢᱮ ᱵᱟᱝᱠᱷᱟᱱ OmegaT ᱮᱛᱚᱦᱚᱵ ᱥᱠᱨᱤᱯᱴ ᱨᱮ ᱵᱮᱵᱷᱟᱨ ᱢᱮ; ᱱᱤᱛᱚᱜ ᱥᱮᱴᱤᱝ ᱫᱚ {0}MB ᱠᱟᱱᱟ;

source: User group
sat: ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱫᱳᱞ

source: User manuals
sat: ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱟᱹᱱᱟᱹᱨᱤ ᱠᱚ

source: Velior's corporate blog
sat: Velior's ᱠᱚᱨᱯᱚᱨᱮᱴ ᱵᱞᱚᱜᱽ

source: Video 1
sat: ᱣᱤᱰᱤᱭᱚ ᱑

source: Video 2
sat: ᱣᱤᱰᱤᱭᱚ ᱒

source: Video 3
sat: ᱣᱤᱰᱤᱭᱚ ᱓

source: Video by CATguruEN (Dominique Pivard)
sat: ᱣᱤᱰᱤᱭᱚ ᱛᱮᱭᱟᱨᱤᱭᱟᱹ CATguruEN (ᱰᱚᱢᱤᱱᱤᱠ ᱯᱤᱣᱟᱨᱰ)

source: Vincent Bidaux
sat: ᱣᱤᱱᱥᱮᱱᱴ ᱵᱤᱰᱟᱩᱠᱥ

source: Warning
sat: ᱦᱩᱥᱤᱭᱟᱹᱨ

source: We could not find the page you are looking for.
sat: ᱟᱢ ᱯᱟᱱᱛᱮ ᱮᱫ ᱥᱟᱦᱴᱟ ᱫᱚ ᱟᱞᱮ ᱵᱟᱞᱮ ᱧᱟᱢ ᱫᱟᱲᱮᱭᱟᱫᱼᱟ᱾

source: Website content authors
sat: ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱡᱤᱱᱤᱥ ᱠᱚ ᱨᱤᱱ ᱚᱱᱚᱞᱤᱭᱟᱹ

source: Website manager
sat: ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱢᱮᱱᱮᱡᱚᱨ

source: You can go to the home page and hopefully find the information you need from there.
sat: ᱟᱢ ᱫᱚ ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ ᱛᱮ ᱪᱟᱞᱟᱣ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱟᱨ ᱚᱱᱰᱮ ᱟᱢ ᱰᱷᱮᱨ ᱵᱤᱵᱨᱚᱬ ᱯᱟᱱᱛᱮ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ᱾

source: Your project does not seem to contain translatable files.
sat: ᱟᱢᱟᱜ ᱯᱨᱚᱡᱮᱠᱴ ᱨᱮ ᱛᱚᱨᱡᱚᱢᱟ ᱞᱮᱠᱟᱱ ᱨᱮᱫ ᱠᱚ ᱵᱟᱝ ᱧᱮᱞᱚᱜ ᱠᱟᱱᱟ ᱾

source: on translation and the
sat: ᱛᱚᱨᱡᱚᱢᱟ ᱨᱮ ᱟᱨ

source: team init <source language> <target language> Team project tool.
sat: ᱫᱳᱞ init <source language> <target language> ᱫᱳᱞ ᱯᱟᱱᱛᱷᱟ ᱦᱟᱹᱛᱤᱭᱟᱹᱨ ᱾

source: translation industry
sat: ᱛᱚᱨᱡᱚᱢᱟ ᱵᱤᱨᱤᱫ

source: {0} {1} (started on {2} {3}) Locale {4}
sat: {0} {1} ({2} {3}) ᱯᱟᱹᱨᱥᱤ {4} ᱨᱮ ᱵᱟᱛᱟᱣ ᱠᱟᱱᱟ
